{
    "id": 4969,
    "date": "2018-05-26T16:35:52",
    "date_gmt": "2018-05-26T16:35:52",
    "guid": {
        "rendered": "https://babydeal.ie/?page_id=4969"
    },
    "modified": "2018-07-06T15:16:34",
    "modified_gmt": "2018-07-06T15:16:34",
    "slug": "babydeal-ie-privacy-policy-gdpr",
    "status": "publish",
    "type": "page",
    "link": "https://babydeal.ie/babydeal-ie-privacy-policy-gdpr/",
    "title": {
        "rendered": "Babydeal.ie Privacy Policy GDPR"
    },
    "content": {
        "rendered": "<p>Babydeal.ie is mandated under the European Union General Data Protection Regulation (GDPR) and adheres to its laws by utilizing and safeguarding your information and will not use it for any purpose without your permission.</p>\n<p>Babydeal.ie is best practice compliant and guarantees that your privacy is protected. Should we need you to dispense specific information by which you can be recognized upon use of our website, you can be assured that this information will only be used in a manner conforming with the requirements of this data protection and privacy declaration.</p>\n<p>We may amend this privacy policy periodically to comply with required updates. Please constantly check our website to ensure that you are satisfied with our upgrades.</p>\n<p>The information that we may gather and we may require you to provide:</p>\n<ul>\n<li>Name and Occupation</li>\n<li>Contact Details and email address</li>\n<li>Demographics such as age, gender, interests and preferences</li>\n<li>Other information related to customer services, offers and surveys\n</ul>\n<p><strong>How we utilize the information that we gather:</strong></p>\n<p>To ensure that we provide you with better services and understand your needs, we use them in the following areas:</p>\n<ul>\n<li>For internal record keeping.</li>\n<li>To improve our products and services.</li>\n<li>For promotional emails about our new products and services, testimonials, special offers or other information that we think you may find of value by sending them to the email address you have given.</li>\n</ul>\n<p><strong>Security</strong><br />\nBabydeal.ie is determined in ensuring that your information is secured. We have put up a system that will prevent unauthorized access or disclosure to safeguard and secure the information we collect online.</p>\n<p><strong>Cookie Policy</strong></p>\n<p>A cookie is a file, which asks permission to be stored on your PCs hard drive. Once you agree, the file is stored and the cookie helps analyze traffic navigation or lets you know when you visit a specific website. Cookies allow web applications to respond to you as an individual. The web application tailors its operations to your needs, dislikes and likes by gathering and remembering information regarding your preferences.</p>\n<p>We employ an ‘implied consent’ policy, which means that we assume you are satisfied with our use of cookies. In case you are not convinced, you should either not use this site, or you should delete our cookies once you have visited this site, or browse the site using your browser’s anonymous usage setting (called “Incognito” in Chrome, “InPrivate” for Internet Explorer).</p>\n<p>Traffic log cookies are used to identify which pages are being used. They assist in analyzing data regarding webpage traffic and improve our website in order to further tailor it to your needs. We only use this information for reasons of statistical analysis and then the data is removed from the system.</p>\n<p>Generally, cookies help us provide you with an improved website experience by enabling us to monitor which pages you find most useful and which you do not. It is not possible for a cookie to give us access to your computer or any information about you, other than the data you choose to share with us.</p>\n<p>You can choose to accept or decline cookies. Most web browsers automatically accept cookies, but you can usually modify your browser settings to decline cookies as you prefer. But this may prevent you from taking full advantage of our website.</p>\n<p>You can also limit your browser so you do not receive cookies at all. You can also delete cookies that have already been set. You have a choice. You can do this through your browser settings, with the help of your browser function. If you want more information regarding cookies you can search them on Google or Bing.</p>\n<p><strong>Cookies on the </strong><strong>Babydeal.ie site</strong></p>\n<p><strong>Session cookies</strong> &#8211; have a specific use involving remembering your logins as per example, a Client Area on a website. More can be learnt here about session cookies: http://www.allaboutcookies.org/cookies/session-cookies-used-for.html</p>\n<p><strong>Google Analytics</strong> – in order to improve the user experience on our Babydeal.ie site we use Google Analytics. All your user data is completely anonymous More can be learnt here stating Google’s position on privacy as regards to its analytics service at:</p>\n<p>http://www.google.ie/intl/en/analytics/privacyoverview.html</p>\n<p><strong>Google AdWords:</strong> The Google AdWords code enables all to see which pages produce lead to contact form submissions. Thus, allowing us to make better use of our paid search budget.</p>\n<p><strong>Facebook Advertising:</strong> With Facebook advertising, we use conversion tracking and re-targeting pixels, which enable us to collect or receive information from our website and elsewhere on the internet and use this information for measurement services and target advertising.</p>\n<p><strong>Visual Website Optimizer:</strong> Our website optimizer uses cookies to remember the website for which you searched. This helps it generate the required results.</p>\n<p>How do I change my cookie settings?</p>\n<p>Your website browser will allow some control of most cookies through the browser settings. To learn more about cookies, including how to see what cookies have been set, visit www.aboutcookies.org</p>\n<p>Find out how to manage cookies on popular browsers:</p>\n<ul>\n<li><a href=\"https://support.google.com/accounts/answer/61416?co=GENIE.Platform%3DDesktop&amp;hl=en\">Google Chrome</a></li>\n<li><a href=\"https://privacy.microsoft.com/en-us/windows-10-microsoft-edge-and-privacy\">Microsoft Edge</a></li>\n<li><a href=\"https://support.mozilla.org/en-US/kb/enable-and-disable-cookies-website-preferences\">Mozilla Firefox</a></li>\n<li><a href=\"https://support.microsoft.com/en-gb/help/17442/windows-internet-explorer-delete-manage-cookies\">Microsoft Internet Explorer</a></li>\n<li><a href=\"https://www.opera.com/help/tutorials/security/privacy/\">Opera</a></li>\n<li><a href=\"https://support.apple.com/kb/ph21411?locale=en_US\">Apple Safari</a></li>\n</ul>\n<p>&nbsp;</p>\n<p><strong>Other information we collect</strong></p>\n<p><strong>Social buttons.</strong> On our Babydeal.ie site, you will see ‘social buttons’. These are for users to share or bookmark our web pages. There are buttons for: Twitter, Google +1, Facebook ‘Like’, and LinkedIn ‘Share’. In order to use these buttons and connect them to relevant social networks and external sites, there are scripts from domains outside of Babydeal.ie. You need to be aware that these sites are collecting information about what you are doing all around the internet, including on Babydeal.ie’s site. When you click on any of these buttons, these sites will be registering your action and may use this information. In some cases, they will register that you have visited our site and the specific pages you were on, even if you did not click on any button when you logged into our services, like Google and Facebook. You can check the respective policies of each of these sites to see how they use your information and to find out how to opt out or delete such information. This is a choice you need to be aware of and exercise.</p>\n<p><strong>External web services.</strong> We use a number of external web services on our website. Babydeal.ie, mostly displays content within our web pages. Cookie issues and data collection issues arise on external sites which need to be addressed. As with the social buttons, we cannot prevent these sites, or external domains, from collecting information on your usage of this embedded content. If you are not logged in to these external services then they will not know who you are but are likely to gather anonymous usage information e.g. number of views, plays, loads etc.</p>\n<p><strong>Email tracking</strong>. Some emails that we send will have no tracking. For example, personal correspondence or emails with invoices attached as a case in point. Other emails we send, we insert tracking so that we can tell how much further traffic those emails send to our site and we can track, at an individual level, whether the user has opened and clicked on the email. We rarely use the latter information at a personal level, rather we use it to understand open and click rates on our emails to try and improve them. Sometimes we do use the personal information e.g. to resend emails to people who weren’t able to read it the first time. If you want to be sure that none of your email activity is tracked, you can unsubscribe from our Babydeal.ie Newsletter.</p>\n<p><strong>Links to other websites</strong></p>\n<p>Our website may contain links to other websites of interest. However, once you have used these links to leave our site, you should note that we do not have any control over other website(s). Therefore, we cannot be responsible for the protection and privacy of any information which you provide whilst visiting such sites and such sites are not governed by this privacy statement. You should exercise caution and look at the privacy statement applicable to the website in question.</p>\n<p>&nbsp;</p>\n<p><strong>Controlling your personal information</strong></p>\n<p>You may choose to restrict the collection or use of your personal information in the following ways:</p>\n<ul>\n<li>Whenever you are asked to fill in a form on the website, look for the box that you can click to indicate that you do not want the information to be used by anybody for direct marketing purposes</li>\n<li>If you have previously agreed to us using your personal information for direct marketing purposes, in instances where you may change your mind at any time you can write or email us at i&#110;&#x66;&#x6f;&#64;b&#97;&#x62;&#x79;de&#97;&#x6c;&#x2e;ie</li>\n<li>We will not sell, distribute or lease your personal information to third parties unless we have your permission or are required by law to do so. We may use your personal information to send you promotional information about third parties, which we think you may find interesting if you tell us that you wish this to happen.</li>\n</ul>\n<p>&nbsp;</p>\n<p>You may request details of personal information which we hold about you under the GDPR. If you would like a copy of the information held on you please write to Babydeal.ie, Suite 67, No. 20 Hardcourt street Dublin 2, Ireland</p>\n<p><strong>Disclaimer</strong></p>\n<p>The material on our site is given for general information only, and does not constitute professional advice, or any contractual obligations whatsoever. You should take specific advice before taking a course of action as we do not accept directly or indirectly any responsibility for loss arising directly or indirectly from dependence of trust on information on our site.</p>\n<p>Given that the Internet uses an open system, we cannot guarantee that the site and downloads reach you virus-free. You must, therefore, take all appropriate precautions to avoid risks of dangers that can damage your safety and privacy.</p>\n",
        "protected": false
    },
    "excerpt": {
        "rendered": "<p>Babydeal.ie is mandated under the European Union General Data Protection Regulation (GDPR) and adheres to its laws by utilizing and safeguarding your information and will not use it for any purpose without your permission. Babydeal.ie is best practice compliant and guarantees that your privacy is protected. Should we need you to dispense specific information by [&hellip;]</p>\n",
        "protected": false
    },
    "author": 1,
    "featured_media": 0,
    "parent": 0,
    "menu_order": 0,
    "comment_status": "closed",
    "ping_status": "closed",
    "template": "",
    "meta": [],
    "_links": {
        "self": [{
            "href": "https://babydeal.ie/wp-json/wp/v2/pages/4969"
        }],
        "collection": [{
            "href": "https://babydeal.ie/wp-json/wp/v2/pages"
        }],
        "about": [{
            "href": "https://babydeal.ie/wp-json/wp/v2/types/page"
        }],
        "author": [{
            "embeddable": true,
            "href": "https://babydeal.ie/wp-json/wp/v2/users/1"
        }],
        "replies": [{
            "embeddable": true,
            "href": "https://babydeal.ie/wp-json/wp/v2/comments?post=4969"
        }],
        "version-history": [{
            "count": 6,
            "href": "https://babydeal.ie/wp-json/wp/v2/pages/4969/revisions"
        }],
        "predecessor-version": [{
            "id": 4989,
            "href": "https://babydeal.ie/wp-json/wp/v2/pages/4969/revisions/4989"
        }],
        "wp:attachment": [{
            "href": "https://babydeal.ie/wp-json/wp/v2/media?parent=4969"
        }],
        "curies": [{
            "name": "wp",
            "href": "https://api.w.org/{rel}",
            "templated": true
        }]
    }
}